[{
    "name": "Sunflowers",
    "img": "images/pages/microgreens/sunflowers.png",
    "description": "Our sunflower microgreens are a fan favorite among friends, family, and customers and are my personal all around favorite! With a slight nutty flavor and a nice crunch, the sunflower microgreens are a great, healthy green snack for any time of the day (These are the only microgreens I eat regularly by themselves). I also love to put the sunflowers microgreens in my eggs and salads! Sunflower microgreens are a great source of many vitamins, essential metals, essential amino acids, and Lecithin, which host a wide array of benefits!",
    "flavor": "Nutty",
    "texture": "Crunchy",
    "longevity": "2 weeks",
    "soak": "Yes; 12 hrs minimum",
    "germination": "2 days dark, weight on top; 1 day dark, no weight",
    "growing": "11 days under light",
    "seedDensity": "125 grams",
    "vitamins": "A, B Complex, C, D, E, K",
    "metals": "Copper, Iron, Calcium, Magnesium and more!",
    "extras": [
        "Lecithin: lower cholesterol, improves sleep and liver function, alleviates stress and axiety",
        "Essential Amino Acids"
    ],
    "infoLink": "https://homemicrogreens.com/sunflower-microgreens-nutrition/"
},
{
    "name": "Sweet Peas",
    "img": "images/pages/microgreens/sweetpeas.png",
    "description": "Our sweet pea microgreens are a great addition to any meal! With a classic pea flavor and a mild sweetness, these microgreens go well in any dish, whether it be a soup, salad, sandwhich, or a even a sweet pea pesto. On top of hosting the icon pea flavor, sweet pea microgreens are densely packed with vitamins, essential metals, protein, and phytoestrogens!",
    "flavor": "Pea Flavor; Sweet",
    "texture": "Fibery; Slight Crunch",
    "longevity": "2 weeks",
    "soak": "Yes; 6 hrs minimum",
    "germination": "2 days dark, weight on top; 1 day dark, no weight",
    "growing": "10 days under light",
    "seedDensity": "200 grams",
    "vitamins": "A, C",
    "metals": "Iron, Calcium",
    "extras": [
        "Protein",
        "Phytoestrogens: Helps lower the risk of cancer and heart disease"
    ],
    "infoLink": "https://www.longislandmicrogreens.com/blogs/news/pea-microgreens-fight-disease-cancer-and-promote-good-health?fbclid=IwAR29aWXr3fHRU6bJ9JM2IG9qIK58r4W_HgaPRjlWW5a8jNC6JlVUI8Aq3u0"
},
{
    "name": "Radish",
    "img": "images/pages/microgreens/radish.png",
    "description": "If you love the flavor of a mature radish bulb then you will love our radish microgreens. Our radish microgreens have that same peppery spice and are great to add into a salad, wrap, or just as a garnish to spice up a meal. A couple of these sprouts pack a good punch and are a great way to get that radish flavor without having to cut up a radish bulb. In addition to their flavor, radish microgreens have a beautiful redish/purplish tint to them and like all our microgreens are packed with nutrients such as vitamins, essential metals, essential amino acids, and antioxidants!",
    "flavor": "Spicy/Peppery",
    "texture": "Crunchy",
    "longevity": "1 week",
    "soak": "No",
    "germination": "2 days dark, weight on top; 1 day dark, no weight",
    "growing": "10 days under light",
    "seedDensity": "25 grams",
    "vitamins": "A, B Complex, C, E",
    "metals": "Manganese, Magnesium, Phosphorus and more!",
    "extras": [
        "Antioxidants",
        "Essential Amino Acids"
    ],
    "infoLink": "https://homemicrogreens.com/radish-microgreen-nutrition/"
},
{
    "name": "Broccoli",
    "img": "images/pages/microgreens/broccoli.png",
    "description": "Although all of our microgreens are dense in nutrients, our broccoli microgreens are the ultimate power house of nutritional and health benefits! Like the others, broccoli microgreens are dense with vitamins and essential metals, but broccoli microgreens also contain a phytochemical called sulforaphane. Sulforaphane neutralizes toxins, reduces inflammation, and has been shown to slow tumor growth and block DNA mutations that lead to cancer! Broccoli microgreens taste great and are a popular choice for sandwhiches; I personally love them with my eggs.",
    "flavor": "Strong Broccoli; (some say slightly bitter/peppery)",
    "texture": "Slight Crunch",
    "longevity": "1 week",
    "soak": "No",
    "germination": "2 days dark, weight on top; 1 day dark, no weight",
    "growing": "10 days under light",
    "seedDensity": "25 grams",
    "vitamins": "A, B, C, E, K",
    "metals": "Iron, Zinc, Magnesium and more!",
    "extras": [
        "Sulforaphane: Too many benefits to list! Check link below!",
        "https://www.mdanderson.org/publications/focused-on-health/sulforaphane-benefits--how-leafy-veggies-like-broccoli-and-bruss.h13-1593780.html Sulforaphane-MD-Anderson"
    ],
    "infoLink": "https://microgreensworld.com/broccoli-microgreens-nutrition/?fbclid=IwAR3wVNskSIdEbrUCMxw5XlgkovJCmQVYu8qjzNZBFEZ90nZkhLil8IKPHQ4"

},
{
    "name": "Alfalfa",
    "img": "images/pages/microgreens/alfalfa.png",
    "description": "Alfalfa microgreens are one of the fan favorites for sandwhiches and wraps (They are my personal favorite for a sandwhich). With a nice crunch, alfalfa microgreens add a nice fresh, green flavor to a sandwhich without overwhelming the taste of the rest of the sandwhich. If you like lettuce on your sandwhiches or burgers I would highly recommend switching to alfalfa microgreens, since they give that fresh flavor while also giving you tremendous amounts of nutrients that lettuce lacks. Alfalfa microgreens are high in vitamins, essential metals, antioxidants, phytoestrogens, and help improve metabolic health.",
    "flavor": "Fresh & Green",
    "texture": "Very Crunchy",
    "longevity": "1-2 weeks",
    "soak": "No",
    "germination": "2 days dark, weight on top; 1 day dark, no weight",
    "growing": "4 days under light",
    "seedDensity": "35 grams",
    "vitamins": "C, K",
    "metals": "Copper, Iron, Magnesium",
    "extras": [
        "Helps improve metabolic health",
        "Antioxidants",
        "Phytoestrogens: Helps lower the risk of cancer and heart disease"
    ],
    "infoLink": "https://www.healthline.com/nutrition/alfalfa#other-benefits"
},
{
    "name": "Basil",
    "img": "images/pages/microgreens/basil.png",
    "description": "Don't be fooled! The basil microgreens, although similar in flavor, are not the same as a regular mature basil! Basil microgreens have a very strong basil flavor, some describe it as a licorice-like flavor, and has all of that basil flavor compact into a little sprout. I love taking a few sprouts and putting them onto any dish that I want to add a little flavor kick into, such as pizza, lasagna, and sometimes my egg sandwhiches or salads. Basil microgreens are also a great source of antioxidants, vitamins, essential metals, omega-3 fatty acids, and has anti-inflammatory effects!",
    "flavor": "Strong Basil; Slightly Licorice",
    "texture": "Slight Crunch",
    "longevity": "4-6 days",
    "soak": "No",
    "germination": "3 days dark, weight on top; 2 days dark, no weight",
    "growing": "23-26 days under light",
    "seedDensity": "10 grams",
    "vitamins": "A, C, K",
    "metals": "Manganese, Magnesium, Calcium, Iron",
    "extras": [
        "Omega-3 Fatty Acids",
        "Essential Amino Acids",
        "Antioxidants"
    ],
    "infoLink": "https://soakandsoil.com/basil-microgreens-how-to-grow-pests-benefits-faqs/"
}]